[
  {
    "id": "subway-surfers",
    "name": "Subway Surfers",
    "description": "Subway Surfers is a fun and addictive endless runner game where you play as a train robber trying to escape from the police. You control a character who can jump, slide, and perform various tricks to avoid obstacles and catch the train. The game features colorful graphics, catchy music, and a variety of levels and challenges to keep you entertained for hours."
  },
  {
    "id": "ball-sort-puzzle",
    "name": "Ball Sort Puzzle",
    "description": "Ball Sort Puzzle is a challenging and addictive puzzle game where you have to sort balls of different colors into the correct order. You can move the balls around using the arrow keys and have to think strategically to solve the puzzle. The game features a variety of levels and challenges to keep you entertained for hours."
  },
  {
    "id": "8ball-pool",
    "name": "8 Ball Pool",
    "description": "8 Ball Pool is a billiards game played on a rectangular table with six pockets (four corners and two sides) and 16 balls: one cue ball (white) and 15 object balls, including seven solid-colored balls (numbered 1-7), seven striped balls (numbered 9-15), and the black 8 ball.."
  },
  {
    "id": "awesome-tanks2",
    "name": "Awesome Tanks 2",
    "description": "Awesome Tanks 2 is a tank battle game where you control a tank and have to destroy the enemy tanks by shooting them. The game features a variety of tanks with different weapons and abilities, and you can customize your tank with various upgrades. The game also features a variety of levels and challenges to keep you entertained for hours."
  },
  {
    "id": "ballistic",
    "name": "Ballistic",
    "description": "Ballistic is a puzzle game where you have to think strategically to solve the puzzle. You control a ball and have to guide it through a series of obstacles to reach the goal. The game features a variety of levels and challenges to keep you entertained for hours."
  },
  {
    "id": "basket-and-ball",
    "name": "Basket and Ball",
    "description": "Basket and Ball is a sports game where you have to shoot the ball into the basket. The game features a variety of levels and challenges to keep you entertained for hours."
  }
  
]
